Repository: VanTrietTRAN/Student-Management-using-Django
Catalog: backend/oauth/locale/*/LC_MESSAGES/django.po
Languages: vi

source: The applications created by Alpha
vi: Các ứng dụng được tạo bởi Alpha

source: The third-parties' applications
vi: Các ứng dụng của bên thứ ba

source: Designates whether the user can log into this admin site.
vi: Xác định liệu người dùng có thể đăng nhập vào trang quản trị này hay không.

source: Create Alpha account
vi: Tạo tài khoản Alpha

source: Welcome to Alpha
vi: Chào mừng đến với Alpha

source: Dear %(first_name)s,
vi: Chào %(first_name)s,

source: You have been invited to Alpha Admin tool
vi: Bạn đã được mời sử dụng công cụ quản trị Alpha

source: Please click the button below to finish setting up your account.
vi: Vui lòng nhấp vào nút bên dưới để hoàn tất việc thiết lập tài khoản của bạn.

source: Register
vi: Đăng ký

source: The user does not exist.
vi: Người dùng không tồn tại.

source: Invalid token
vi: Mã xác nhận không hợp lệ

source: Can not revoke refresh token.
vi: Không thể thu hồi mã làm mới.

source: Can not revoke access token.
vi: Không thể thu hồi mã truy cập.

source: Logout success!
vi: Đăng xuất thành công!

source: The invitation have been sent.
vi: Lời mời đã được gửi đi.

source: There is an error occur.
vi: Có lỗi xảy ra.

source: The passwords are mismatch.
vi: Mật khẩu không khớp.

source: Authentication credentials were not provided.
vi: Thông tin xác thực chưa được cung cấp.

source: Invalid credentials given.
vi: Thông tin đăng nhập không đúng.
