Repository: VanTrietTRAN/Student-Management-using-Django
Catalog: backend/businesses/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Create Alpha account
vi: Tạo tài khoản Alpha

source: The account were not activated.
vi: Tài khoản chưa được kích hoạt.

source: Password Reset Request
vi: Yêu cầu đặt lại mật khẩu

source: User not found.
vi: Người dùng không tồn tại

source: Current password is incorrect.
vi: Mật khẩu hiện tại không đúng.

source: Welcome to Alpha
vi: Chào mừng bạn đến với Alpha

source: Dear %(first_name)s,
vi: Chào %(first_name)s,

source: Thank you for choosing Alpha!
vi: Cảm ơn bạn đã chọn Alpha!

source: Please click the button below to continue registering your Alpha Business account.
vi: Vui lòng click nút nhấn dưới đây để tiếp tục đăng ký tài khoản Alpha Business của bạn.

source: (You received this email because we found your request on Alpha Business site. If that were not you, please skip this email.)
vi: (Bạn nhận được email này bởi vì bạn đăng ký tạo tài khoản trên Alpha Business. Nếu đó không phải là bạn, vui lòng bỏ qua email này.)

source: Register
vi: Đăng ký

source: This email was generated for %(email)s.
vi: Email được tạo cho %(email)s.

source: PANDOSIMA Co.,Ltd - 46 Xuan Dan 2, Xuan Ha, Thanh khe, Danang
vi: Công ty TNHH PANDOSIMA - 46 Xuân Đán 2, Xuân Hà, Thanh Khê, Đà Nắng

source: Dear %(first_name)s,
vi: Chào %(first_name)s,

source: You have been invited to Alpha Business tool
vi: Bạn vừa được mời sử dụng Alpha Business

source: Please click the button below to finish setting up your account.
vi: Vui lòng click vào nút nhấn bên dưới để thiết lập tài khoản của bạn

source: Alpha - Business Assistant Platform
vi: Alpha - Nền tảng trợ lý kinh doanh

source: The user does not exist.
vi: Người dùng này không tồn tại

source: Invalid token
vi: token không hợp lệ

source: The user does not exist or permission denied.
vi: Người dùng này không tồn tại hoặc bạn không có quyền truy cập thông tin.

source: The invitation have been sent.
vi: Thư mời đã được gửi.

source: There is an error occur.
vi: Đã có lỗi xảy ra.

source: The email {email} have not verified.
vi: Email {email} chưa được xác minh.

source: The phone number {phone} have not verified.
vi: Số điện thoại {phone} chưa được xác minh.

source: Invalid plan.
vi: Gói cước không hợp lệ.

source: Password has been reset.
vi: Mật khẩu đã được đặt lại.

source: Password has been changed.
vi: Mật khẩu đã được thay đổi.

source: Un-Authorized
vi: Không có quyền

source: Invalid employee id.
vi: Mã nhân viên không đúng.

source: Verified
vi: Đã xác minh
